{
    "errorUnknown": "No ha estat possible completar la solicitut. (Error {number})",
    "errors": {
        "10": "Ordre incorrecte.",
        "11": "El tipus de recurs no ha estat especificat a la solicitut.",
        "12": "El tipus de recurs solicitat no és vàlid.",
        "13": "The connector configuration file is invalid.",
        "14": "Invalid connector plugin: {pluginName}.",
        "102": "Nom de fitxer o carpeta no vàlids.",
        "103": "No s'ha pogut completar la solicitut degut a les restriccions d'autorització.",
        "104": "No s'ha pogut completar la solicitut degut a les restriccions en el sistema de fitxers.",
        "105": "La extensió del fitxer no es vàlida.",
        "109": "Petició invàlida.",
        "110": "Error desconegut.",
        "111": "No ha estat possible completar l'operació a causa de la grandària del fitxer resultant.",
        "115": "Ja existeix un fitxer o carpeta amb aquest nom.",
        "116": "No s'ha trobat la carpeta. Si us plau, actualitzi i torni-ho a provar.",
        "117": "No s'ha trobat el fitxer. Si us plau, actualitzi i torni-ho a provar.",
        "118": "Les rutes origen i destí són iguals.",
        "201": "Ja existeix un fitxer amb aquest nom. El fitxer pujat ha estat renombrat com a \"{name}\".",
        "202": "Fitxer invàlid.",
        "203": "Fitxer invàlid. El pes és massa gran.",
        "204": "El fitxer pujat està corrupte.",
        "205": "La carpeta temporal no està disponible en el servidor per poder realitzar pujades.",
        "206": "La pujada s'ha cancel·lat per raons de seguretat. El fitxer conté codi HTML.",
        "207": "El fitxer pujat ha estat renombrat com a \"{name}\".",
        "300": "Ha fallat el moure el(s) fitxer(s).",
        "301": "Ha fallat el copiar el(s) fitxer(s).",
        "302": "Deleting file(s) failed.",
        "500": "El navegador de fitxers està deshabilitat per raons de seguretat. Si us plau, contacti amb l'administrador del sistema i comprovi el fitxer de configuració de CKFinder.",
        "501": "El suport per a icones està deshabilitat."
    }
}
