{
    "errorUnknown": "Η ενέργεια δεν ήταν δυνατόν να εκτελεστεί. (Σφάλμα {number})",
    "errors": {
        "10": "Λανθασμένη Εντολή.",
        "11": "Ο τύπος πόρου (resource type) δεν ήταν δυνατόν να προσδιοριστεί.",
        "12": "Ο τύπος πόρου (resource type) δεν είναι έγκυρος.",
        "13": "Το αρχείο ρυθμίσεων της λειτουργίας σύνδεσης είναι άκυρο.",
        "14": "Άκυρο πρόσθετο (plugin) σύνδεσης: {pluginName}.",
        "102": "Το όνομα αρχείου ή φακέλου δεν είναι έγκυρο.",
        "103": "Δεν ήταν δυνατή η εκτέλεση της ενέργειας λόγω έλλειψης δικαιωμάτων ασφαλείας.",
        "104": "Δεν ήταν δυνατή η εκτέλεση της ενέργειας λόγω περιορισμών του συστήματος αρχείων.",
        "105": "Λανθασμένη επέκταση αρχείου.",
        "109": "Λανθασμένη ενέργεια.",
        "110": "Άγνωστο λάθος.",
        "111": "Δεν ήταν δυνατή η ολοκλήρωση της ενέργειας λόγω του μεγέθους αρχείου που προκύπτει.",
        "115": "Το αρχείο ή φάκελος υπάρχει ήδη.",
        "116": "Ο φάκελος δεν βρέθηκε. Παρακαλούμε ανανεώστε τη σελίδα και προσπαθήστε ξανά.",
        "117": "Το αρχείο δεν βρέθηκε. Παρακαλούμε ανανεώστε τη σελίδα και προσπαθήστε ξανά.",
        "118": "Η αρχική και τελική διαδρομή είναι ίδιες.",
        "201": "Ένα αρχείο με την ίδια ονομασία υπάρχει ήδη. Το μεταφορτωμένο αρχείο μετονομάστηκε σε \"{name}\".",
        "202": "Λανθασμένο αρχείο.",
        "203": "Λανθασμένο αρχείο. Το μέγεθος του αρχείου είναι πολύ μεγάλο.",
        "204": "Το μεταφορτωμένο αρχείο είναι χαλασμένο.",
        "205": "Δεν υπάρχει προσωρινός φάκελος για να χρησιμοποιηθεί για τις μεταφορτώσεις των αρχείων.",
        "206": "Η μεταφόρτωση ακυρώθηκε για λόγους ασφαλείας. Το αρχείο περιέχει δεδομένα μορφής HTML.",
        "207": "Το μεταφορτωμένο αρχείο μετονομάστηκε σε \"{name}\".",
        "300": "Η μετακίνηση των αρχείων απέτυχε.",
        "301": "Η αντιγραφή των αρχείων απέτυχε.",
        "302": "Η διαγραφή αρχείων απέτυχε.",
        "500": "Ο πλοηγός αρχείων έχει απενεργοποιηθεί για λόγους ασφαλείας. Παρακαλούμε επικοινωνήστε με τον διαχειριστή της ιστοσελίδας και ελέγξτε το αρχείο ρυθμίσεων του πλοηγού (CKFinder).",
        "501": "Η υποστήριξη των μικρογραφιών έχει απενεργοποιηθεί."
    }
}
