{
    "errorUnknown": "Non è stato possibile completare la richiesta (errore {number}).",
    "errors": {
        "10": "Comando non valido.",
        "11": "Il tipo di risorsa non è stato specificato nella richiesta.",
        "12": "Il tipo di risorsa richiesto non è valido.",
        "13": "La configurazione del connettore non è valida.",
        "14": "Estensione del connettore non valida: {pluginName}.",
        "102": "Il nome del file o della cartella non è valido.",
        "103": "Non è stato possibile completare la richiesta a causa di restrizioni di autorizzazione.",
        "104": "Non è stato possibile completare la richiesta a causa di restrizioni nei permessi del file system.",
        "105": "L'estensione del file non è valida.",
        "109": "Richiesta non valida.",
        "110": "Errore sconosciuto.",
        "111": "Non è stato possibile completare la richiesta a causa della dimensione finale del file.",
        "115": "Esiste già un file o una cartella con lo stesso nome.",
        "116": "Cartella non trovata. Aggiornare e riprovare.",
        "117": "File non trovato. Aggiornare la lista dei file e riprovare.",
        "118": "Il percorso di origine e quello di destinazione sono uguali.",
        "201": "Un file con lo stesso nome esiste già. Il file caricato è stato rinominato in \"{name}\".",
        "202": "File non valido.",
        "203": "File non valido. Il file è troppo grande.",
        "204": "Il file caricato è corrotto.",
        "205": "Non è disponibile alcuna cartella temporanea per il caricamento dei file sul server.",
        "206": "Caricamento annullato per motivi di sicurezza. Il file contiene dati in formato HTML.",
        "207": "Il file caricato è stato rinominato in \"{name}\".",
        "300": "Non è stato possibile spostare i file.",
        "301": "Non è stato possibile copiare i file.",
        "302": "Non è stato possibile eliminare i file.",
        "500": "Il gestore dei file è disabilitato per motivi di sicurezza. Contattare l'amministratore del sistema e verificare la configurazione di CKFinder.",
        "501": "Il supporto alle miniature non è attivo."
    }
}
